package chapter05.ex09;

public class Ex01_1 {
		//<쌤풀이>
	public static void main(String[] args) {
		/*
		 국어 영어 수학 과학     국어 영어 수학 과학		국어 영어 수학 과학		국어 영어 수학 과학
	홍길동 70  88  77  99 이순신 80  68  87 79  김똘똘 60  86 87 30  홍길순 77 56  80  99
		 
	메인 메소드 args로 아래와 같은 값이 인풋되었을 경우 <출력>과 같이 출력해보세요
	args: 홍길동 70 88 77 99 이순신 80 68 87 79 김똘똘 60 86 87 30 홍길순 77 56 80 99
			0	1  2  3  4   5   6  7  8  9  10   11 12 13 14  15  16 17 18 19	
	
	정수로 바꾸기
	
	<for문을 사용해서 출력하세요>(공백 하나씩만)
	
	<출력>
	
				국어		영어		수학		과학 		<합계>	<평균>
	===========================================================
	홍길동		70		88		77		99
	이순신		80		68		87		79
	김똘똘		60		86		87		30
	홍길순		77		56		80		99
	===========================================================
	<합계>
	<평균>
		 */
		

		
	
		
		
		
		
		
		
		
		
		
		

	}

}
